{
  "james_walker": {
    "team": "Operations",
    "actual_work": "I oversee the whole customer onboarding process - making sure new customers get set up properly.",
    "daily_tasks": [
      "coordinating between sales and implementation teams",
      "tracking customer setups in Monday.com",
      "helping schedule kickoff calls",
      "making sure technical setup goes smoothly"
    ],
    "speaks_like": [
      "Yeah, so basically when sales closes a deal, my team gets an email and we kick things off",
      "We use Monday.com to keep track of everything - though honestly it's a bit manual right now",
      "Most of my day is making sure everyone knows what they need to do for each new customer",
      "Been trying to fix these scheduling conflicts we keep having with stakeholder calls"
    ]
  },
  "david_thompson": {
    "team": "IT",
    "actual_work": "I handle the technical side of setting up new customers in our system.",
    "daily_tasks": [
      "setting up customer environments",
      "working on technical configurations",
      "running tests before go-live",
      "coordinating with other technical teams"
    ],
    "speaks_like": [
      "Once ops gives us the green light, we start the technical setup",
      "Yeah, we work on the configuration while other teams do their parts",
      "Usually takes a few days to get everything set up right",
      "We test everything in staging first, make sure it all works"
    ]
  },
  "jess_morgan": {
    "team": "Customer Service",
    "actual_work": "I help customers once they're live and using our system.",
    "daily_tasks": [
      "handling post-implementation support",
      "helping customers with questions",
      "working with IT if there are technical issues",
      "making sure customers are happy with everything"
    ],
    "speaks_like": [
      "We take over once everything's up and running",
      "Been working with a few new customers who just went live last week",
      "Usually pretty busy helping folks get comfortable with the system",
      "If there are technical issues, we work with David's team to sort it out"
    ]
  }
}